Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/laws/other_files/barnevernsloven_nb_hl-19920717-100.txt.tmx
Source language: nob
Languages: sme

source: For barn som har vist alvorlige atferdsvansker, jf. § 4-24 første ledd, eller som er i ferd med å utvikle slike alvorlige atferdsvansker, kan fylkesnemnda vedta at foreldrestøttende tiltak som har som formål å redusere barnets atferdsvansker kan gjennomføres uten barnets samtykke.
sme: Máná várás gii lea čájehan duođalaš láhttenváttuid, vrd. § 4-24 vuosttaš lađđasiin, dahje gii orro oažžugoahtán diekkár duođalaš láhttenváttisvuođaid, sáhttá fylkkanammagoddi mearridit váhnemiidda dakkár doarjjadoaimmaid maid ulbmil lea geahpedit máná láhttenváttuid, vaikko mánná ieš ii mieđihivčče ge dasa.

source: Slike foreldrestøttende tiltak kan også gjennomføres uten barnets samtykke når tiltakene iverksettes som ledd i avslutningen av et institusjonsopphold med hjemmel i § 4-24. Foreldrestøttende tiltak uten barnets samtykke kan ikke opprettholdes utover seks måneder fra fylkesnemndas vedtak.
sme: Diekkár doarjjadoaimmaid váhnemiidda sáhttá maid čađahit almmá máná mieđiheami haga, go doaimmat ásahuvvojit oassin institušuvnna orruma loahpaheapmái § 4-24 vuođul. Doarjjadoaimmat váhnemiidda eai sáhte doalahuvvot guhkit go guhtta mánu maŋŋá fylkkanammagotti mearrádusa.

source: Når vilkårene i annet ledd er til stede, og dersom behovene ikke kan løses ved andre hjelpetiltak, kan barneverntjenesten også formidle plass i fosterhjem, institusjon eller omsorgssenter for mindreårige.
sme: Go nuppi lađđasa eavttut leat devdojuvvon, ja jus dárbbuid ii sáhte čoavdit eará veahkkedoaimmaiguin, sáhttá mánáidsuodjalusbálvalus maiddái lágidit saji biebmoruktui, institušuvdnii dahje vuolleahkásaččaid fuolahusguovddážii.

source: Hvis det må forutsettes at foreldrene i lengre tid ikke vil kunne gi barnet forsvarlig omsorg, bør det likevel vurderes om det med en gang skal vedtas at barneverntjenesten skal overta omsorgen for barnet etter § 4-12 første ledd, framfor frivillig plassering etter denne paragraf.
sme: Jus oaidná ahte váhnemat guhkit áigái eai sáhte fuolahit máná dohkálaččat, berre árvvoštallat galgá go dakkaviđe mearridit ahte mánáidsuodjalus váldá fuola mánás, § 4-12 vuosttaš lađđasa vuođul, dan sadjái go eaktodáhtolaččat bidjat máná juosat dan paragráfa vuođul.

source: Endret ved lover 17 juni 2005 nr. 65 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 614), 1 des 2006 nr. 65 (ikr. 1 jan 2007 iflg. res. 1 des 2006 nr. 1332), 30 mai 2008 nr. 36 (ikr. 1 juli 2008 iflg. res. 30 mai 2008 nr. 517), 19 juni 2009 nr. 45 (ikr. 1 jan 2010 iflg. res. 26 juni 2009 nr. 874).
sme: Rievdaduvvon geassemánu 17.b.2005 lágain nr.65 (fámus ođđajagimánu 1.b.2006,geassemánu 17.b.2005 resolušuvnnain nr. 614), juovlamánu 1.b. 2006 lágain nr. 65 (fámus ođđajagimánu 1.b. 2007, juovlamánu 1.b. 2006 res. nr. 1332), miessemánu 30.b. 2008 lágain nr. 36 (fámus suoidnemánu 1.b.2008 miessemánu 30.b. 2008 res.nr. 517).

source: Når hjelpetiltak vedtas, skal barneverntjenesten utarbeide en tidsavgrenset tiltaksplan.
sme: Go veahkkedoaimmaid álggaheapmi mearriduvvo, galgá mánáidsuodjalusbálvalus ráhkadit áigeráddjejuvvon plána doarjjadoaimmaide.

source: Barneverntjenesten skal følge nøye med på hvordan det går med barnet og foreldrene og vurdere om hjelpen er tjenlig, eventuelt om det er nødvendig med nye tiltak, eller om det er grunnlag for omsorgsovertakelse.
sme: Mánáidsuodjalusbálvalus galgá diđoštallat movt mánáin ja váhnemiiguin manná, ja árvvoštallat veahki ávkkálašvuođa, ja árvvoštallat livččii go dárbu ásahit ođđa doarjjadoaimmaid, dahje lea go vuođđu váldit máná eará fuolahussii.

source: Tiltaksplanen skal evalueres regelmessig.
sme: Doaibmaplána galgá jámma árvvoštallojuvvot.

source: Dersom et barn er uten omsorg fordi foreldrene er syke eller barnet er uten omsorg av andre grunner, skal barneverntjenesten sette i verk de hjelpetiltak som umiddelbart er nødvendige.
sme: Jus mánná lea fuola haga dan sivas go váhnemat leat buohccit dahje mánná lea fuola haga eará sivaid geažil, galgá mánáidsuodjalusbálvalus álggahit veahkkedoaimmaid maidda dallánaga lea dárbu.

source: Slike tiltak kan ikke opprettholdes mot foreldrenes vilje.
sme: Dákkár doaimmaid ii sáhte bisuhit váhnemiid dáhtu vuostá.

source: Er det fare for at et barn blir vesentlig skadelidende ved å forbli i hjemmet, kan barnevernadministrasjonens leder eller påtalemyndigheten uten samtykke fra foreldrene umiddelbart treffe midlertidig vedtak om å plassere barnet utenfor hjemmet.
sme: Jus lea várra ahte mánnái lea sakka vahágin orrut ruovttus, sáhttá mánáidsuodjalushálddahusa jođiheaddji dahje áššáskuhttineiseváldi almmá váhnemiid mieđáhusa haga, dallánaga gaskaboddosaččat mearridit ahte mánnái lágiduvvo orrun eará sadjái go ruovttus.

source: Barnevernadministrasjonens leder kan i et slikt tilfelle også treffe midlertidig vedtak etter § 4-19.
sme: Mánáidsuodjalushálddahusa jođiheaddji sáhttá dákkár dilis maiddái dahkat mearrádusa § 4-19 vuođul.

source: Er det truffet vedtak etter annet ledd, skal begjæring om tiltak som nevnt i § 7-11 sendes fylkesnemnda snarest, og senest innen seks uker, men innen to uker hvis det gjelder tiltak etter § 4-24.
sme: Jus mearrádus lea dahkkon nuppi lađđasa vuođul, galgá gáibádus mii guoská doarjjadoaimmaid ásaheapmái, nu movt namuhuvvon § 7-1, sáddejuvvot fylkanammagoddái farggamusat, ja maŋimustá ovdalgo guhtta vahku lea vássán, muhto ovdalgo guokte vahku lea vássán jus mearrádus lea dahkkon § 4-24 vuođul.

source: Dersom saken ikke er sendt til fylkesnemnda innen fristene som nevnt i fjerde ledd, faller vedtaket bort.
sme: Jus ášši ii leat sáddejuvvon fylkanammagoddái ovdal áigemeriid mat leat namahuvvon njealját lađđasis, manná mearrádus eret fámus.

source: Endret ved lover 4 juni 1999 nr. 35 (ikr. 1 sep 1999 iflg. res. 4 juni 1999 nr. 863), 1 des 2006 nr. 65 (ikr. 1 jan 2008 iflg. res. 30 nov 2007 nr. 1348).
sme: Rievaduvvon geassemánu 4.b.1999 lágain nr. 35 (fámus čakčamánu 1.b.1999, geassemánu 4.b.1999 resolušuvnnain nr. 863), juovlamánu 1.b.2006 lágain nr. 65 (fámus ođđajagimánu1. b. 2008,skábmamánu 30.b.2007 res. nr. 1348).

source: Når et barn blir plassert hos andre på en slik måte at foreldrene ikke kan sies å ha den daglige omsorgen for det, kan barneverntjenesten kreve å godkjenne plasseringsstedet hvis plasseringen varer mer enn to måneder, jf. § 4-22 annet ledd.
sme: Jus mánná biddojuvvo earáid lusa orrut nu ahte ii sáhte dadjat ahte leaba váhnemat geat máná fuolaheaba beaivválaččat, sáhttá mánáidsuodjalusbálvalus gáibidit dohkkehit ođđa orrunsaji jus mánná galgá dan báikkis orrut guhkit go guokte mánu, vrd. § 4-22 nuppi lađđasiin.

source: Grunnlaget for å gjøre et slikt krav gjeldende er det samme som for å gjøre undersøkelser etter § 4-3. Reglene for undersøkelser etter § 4-3 skal også følges i disse tilfeller.
sme: Dan sáhttá gáibidit seamma vuođul go iskkademiid čađaheami § 4-3 vuođul. Njuolggadusat mat gusket § 4-3 vuođul iskkademiide, galget dákkár diliin maid čuvvojuvvot.

source: Krav om godkjenning gjelder ikke når barnet er over 15 år, når plasseringen er nødvendig av hensyn til barnets skolegang, eller når barnet blir plassert i en offentlig institusjon på grunn av sin helse og utvikling.
sme: Dohkkehangáibádus ii gusto go mánná lea badjel 15 jagi, go eará báikkis orrun lea dárbbašlaš máná skuvlavázzima geažil, dahje go mánná biddjojuvvo almmolaš institušuvdnii dearvvašvuođa dahje ahtanuššama geažil.

source: Når barneverntjenesten får opplysning om plassering etter første ledd skal den undersøke om det er behov for hjelpetiltak som kan gi foreldrene grunnlag for å ha barnet hos seg, eller som ellers er ønskelige av hensyn til barnet.
sme: Go mánáidsuodjalusbálvalus oažžu dieđu ahte mánná lea biddjojuvvo eará báikái go ruoktot, vuosttaš lađđasa vuođul, de galgá guorahallat lea go dárbu ásahit veahkkedoaimmaid mat sáhttet addit váhnemiidda vuođu doalahit máná iežaska luhtte, dahje mat muđui livčče sávahahttit máná dihtii.

source: Om gjennomføring av undersøkelsen gjelder § 4-3 annet, tredje og fjerde ledd.
sme: Guorahallama čađaheamis gustojit § 4-3 nubbi, goalmmát ja njealját lađđasat.

source: Undersøkelsen kan unnlates dersom den etter de opplysninger som foreligger, ikke er nødvendig.
sme: Guorahallama ii dárbbaš čađahit jus dieđut mat gávdnojit, čájehit ahte ii leat dárbbašlaš šat diđoštit eanet.

source: Er et barn plassert utenfor hjemmet av foreldrene eller med deres samtykke etter § 4-4, kan fylkesnemnda vedta at barnet for en tid av opptil tre måneder ikke skal flyttes.
sme: Jus váhnemat leat lágidan mánnái eará orrunsaji go ruovttus dahje miehtan dákkár lágideapmái § 4-4 vuođul, sáhttá fylkkanammagoddi mearridit ahte mánná gitta golmma mánnui ii galgga sirdojuvvot.

source: Et slikt vedtak kan bare treffes dersom det ikke er rimelig grunn for flyttingen, eller dersom den kan være til skade for barnet.
sme: Dákkár mearrádusa sáhttá dahkat dušše dalle go ii leat govttolaš ágga máná sirdit, dahje jus sirdin sáhttá vahágahttit máná.

source: I løpet av den tid som er fastsatt, skal barneverntjenesten legge forholdene til rette for at flyttingen kan skje med minst mulig ulempe for barnet.
sme: Mearriduvvon áigodagas galgá mánáidsuodjalusbálvalus láhčit dili nu ahte sirdin unnimus lági mielde čuohcá mánnái.

source: Dersom det er overveiende sannsynlig at flyttingen vil føre til en situasjon eller risiko for barnet som nevnt i § 4-12 første ledd, kan det treffes vedtak om omsorgsovertakelse for barnet.
sme: Jus lea oppa mihá jáhkehahtti ahte sirdin dagaha dilálašvuođa dahje vára mánnái nu movt namuhuvvon § 4-12 vuosttaš lađđasis, sáhttá mearridit eará fuolaheaddji mánnái.

source: Et slikt vedtak kan treffes også før et nyfødt barn er flyttet til foreldrene.
sme: Dákkár mearrádusa sáhttá maid dahkat ovdalgo njuoratmánná sirdojuvvo váhnemiid lusa.

source: § 4-12 annet og tredje ledd gjelder tilsvarende.
sme: § 4-12 nubbi ja goalmmát lađđasat gustojit seammaládje.

source: Selv om vilkårene etter § 4-12 ikke er tilstede, kan det treffes vedtak om omsorgsovertakelse dersom plasseringen har vart i mer enn to år, og barnet har fått slik tilknytning til mennesker og miljø der det er, at det etter en samlet vurdering må antas at flyttingen kan føre til alvorlige problemer for barnet.
sme: Vaikko vel § 4-12 eavttut eai leat ollašuvvan, de sáhttá mearridit sirdit fuolaheami jus mánná lea orron eará sajes go ruovttus guhkit go guokte jagi, ja manná lea čatnasan olbmuide ja birrasii doppe gos lea, ahte go oppa dili árvvoštallá, de sáhttá navdit ahte sirdin soaitá mielddisbuktit váttisvuođaid mánnái.

source: § 4-9. Foreløpige vedtak etter § 4-8.
sme: § 4-9. Gaskaboddosaš mearrádusat § 4-8 vuođul.

source: Foreløpig vedtak etter § 4-8 første ledd og annet ledd annet punktum kan treffes av barnevernadministrasjonens leder, dersom de interesser bestemmelsen skal ivareta, kan bli vesentlig skadelidende om vedtaket ikke treffes og gjennomføres straks.
sme: Mánáidsuodjalushálddahusa jođiheaddji sáhttá dahkat gaskaboddosaš mearrádusa § 4-8 vuosttaš lađđasa ja nuppi lađđasa nuppi cealkaga vuođul, jus dat beroštumiid maid mearrádus galggašii fuolahit, sáhttet sakka vahágahttojuvvot jus mearrádus ii dahkko ja čađahuvvo dalán.

source: Barnevernadministrasjonens leder kan, når det er truffet foreløpig vedtak etter § 4-8 annet ledd annet punktum, også treffe foreløpig vedtak etter § 4-19.
sme: Mánáidsuodjalushálddahusa jođiheaddji sáhttá maid, go lea dahkkon gaskaboddosaš mearrádus § 4-8 nuppi lađđasa nuppi cealkaga vuođul, dahkat gaskaboddosaš mearrádusa § 4-19 vuođul.

source: Er det truffet foreløpig vedtak, skal begjæring om tiltak som nevnt i § 7-11 være sendt fylkesnemnda snarest, og senest innen seks uker.
sme: Jus lea dahkkon gaskaboddosaš mearrádus, galgá doarjjadoaimmaid álggaheami gáibádus nugo namuhuvvon § 7-11 sáddejuvvot fylkanammagoddái farggamusat, ja maŋemustá guđa vahku siste.

source: Dersom saken ikke er sendt til fylkesnemnda innen fristen som nevnt i tredje ledd, faller vedtaket bort.
sme: Jus ášši ii leat sáddejuvvon fylkanammagoddái dan áigemeari siste mii daddjo goalmmát lađđasis, de manná mearrádus eret fámus.

source: Endret ved lov 1 des 2006 nr. 65 (ikr. 1 jan 2008 iflg. res. 30 nov 2007 nr. 1348).
sme: b. 2006 lágain nr. 65 (fámus ođđajagimánu 1.b. 2008, skábmamánu 30.b.2007 resolušuvnnain nr. 1348).

source: § 4-10. Vedtak om medisinsk undersøkelse og behandling.
sme: § 4-10. Mearrádus medisiinnalaš iskkadeami ja divššu birra.

source: Dersom det er grunn til å tro at et barn lider av en livstruende eller annen alvorlig sykdom eller skade, og dersom foreldrene ikke sørger for at barnet kommer til undersøkelse eller behandling, kan fylkesnemnda vedta at barnet med bistand fra barneverntjenesten skal undersøkes av lege, eller bringes til sykehus for å bli undersøkt.
sme: Jus lea vuođđu jáhkkit ahte mánás lea heaggaváralaš dahje eará duođalaš dávda dahje vihki, ja jus váhnemat eaba fuolat máná iskkadeapmái dahje dikšui, sáhttá fylkkanammagoddi mearridit mánáidsuodjalusbálvalusa vehkiin ahte máná galgá doavttir iskat, dahje ahte mánná dolvojuvvo buohccivissui iskkadeapmái.

source: Fylkesnemnda kan også vedta at en slik sykdom skal behandles på sykehus eller i hjemmet i samsvar med anvisning fra lege.
sme: Fylkkanammagoddi sáhttá maiddái mearridit ahte dákkár dávda galgá dálkkoduvvot buohcciviesus dahje ruovttus doaktára gohččuma mielde.

source: Dersom foreldrene ikke sørger for at et funksjonshemmet eller spesielt hjelpetrengende barn får dekket særlige behov for behandling og opplæring, kan fylkesnemnda vedta at barnet skal behandles eller få opplæring med bistand fra barneverntjenesten.
sme: Jus váhnemat eai fuolat doaibmaváillat dahje earenoamáš veahkkedárbbašeaddji mánnái dárbbašlaš divššu ja oahpu, sáhttá fylkkanammagoddi mearridit ahte mánná galgá dikšojuvvot dahje oažžut oahpu mánáidsuodjalusbálvalusa vehkiin.

source: a) dersom det er alvorlige mangler ved den daglige omsorg som barnet får, eller alvorlige mangler i forhold til den personlige kontakt og trygghet som det trenger etter sin alder og utvikling, b) dersom foreldrene ikke sørger for at et sykt, funksjonshemmet eller spesielt hjelpetrengende barn får dekket sitt særlige behov for behandling og opplæring, c) dersom barnet blir mishandlet eller utsatt for andre alvorlige overgrep i hjemmet, eller d) dersom det er overveiende sannsynlig at barnets helse eller utvikling kan bli alvorlig skadd fordi foreldrene er ute av stand til å ta tilstrekkelig ansvar for barnet Et vedtak etter første ledd kan bare treffes når det er nødvendig ut fra den situasjon barnet befinner seg i. Et slikt vedtak kan derfor ikke treffes dersom det kan skapes tilfredsstillende forhold for barnet ved hjelpetiltak etter § 4-4 eller ved tiltak etter § 4-10 eller § 4-11.
sme: Mearrádus ahte ferte máná fuolaheami sirdit earáide, sáhttá dahkkojuvvot a) jus beaivválaš fuolahusas maid mánná oažžu, leat duođalaš váilevuođat, dahje jus leat duođalaš váillit máná ovttastallamis olbmuiguin ja jus mánás ii leat dat oadjebasvuohta maid dárbbaša iežas agi ja ovdáneami ektui, b) jus váhnemat eai fuolat buohcci, doaibmaváillet dahje earenoamážit veahkkedárbbašeaddji mánnái dárbbašlaš divššu ja oahpu maid son earenoamážit dárbbaša, c) jus mánná illástuvvo dahje gillá eará duođalaš veahkaválddálašvuođa ruovttus dahje d) jus lea sakka jáhkehahtti ahte máná dearvvašvuohta dahje ovdáneapmi sáhttá duođalaččat vahágahttojuvvot danin go váhnemat eaba nákce váldit doarvái ovddasvástádusa mánás. Mearrádusa vuosttaš lađđasa vuođul sáhttá dušše de dahkat go lea dárbu dan dahkat máná dilálašvuođa geažil.

source: Et vedtak etter første ledd skal treffes av fylkesnemnda etter reglene i kapittel 7.
sme: Vuosttaš lađđasa vuođul mearrádusa galgá fylkkanammagoddi dahkat 7.kapihttala njuolggadusaid mielde.

source: Et vedtak om omsorgsovertakelse skal settes i verk så snart som mulig.
sme: Mearrádus mii guoská fuolaváldinsirdimii, galgá biddjot doibmii nu johtilit go vejolaš.

source: Vedtaket faller bort dersom det ikke er satt i verk innen seks uker fra vedtakstidspunktet.
sme: Mearrádus manná eret fámus jus dan ii bija doibmii ovdalgo guhtta vahku lea vássán dan rájes mearrádus dahkkui.

source: Fylkesnemndas leder kan forlenge fristen når særlige grunner tilsier det.
sme: Fylkkanammagoddi sáhttá maŋidit áigemeari earenoamáš ákkaid geažil.

source: Endret ved lov 4 juni 1999 nr. 35 (ikr. 1 sep 1999 iflg. res. 4 juni 1999 nr. 863).
sme: Rievdaduvvon geassemánu 4.b.1999 lágain nr. 35 (fámus čakčamánnu 1.b. 1999, geassemánu 4.b. 1999 resolušuvnnain nr. 863).

source: Når det er truffet vedtak etter § 4-12 eller § 4-8 annet og tredje ledd, skal barnet plasseres
sme: § 4-14. Gosa máná bidjat maŋŋá fuolaváldinmearrádusa.

source: a) i fosterhjem, jf. § 4-22, b) i institusjon, jf. § 5-1 og § 5-8, c) i opplærings- eller behandlingsinstitusjon når dette er nødvendig fordi barnet er funksjonshemmet, eller d) i omsorgssenter for mindreårige, jf. kapittel 5 A. Endret ved lover 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596), 30 mai 2008 nr. 36 (ikr. 1 juli 2008 iflg. res. 30 mai 2008 nr. 517).
sme: Go mearrádus lea dahkkon § 4-12 dahje § 4-8 nuppi ja goalmmát lađđasa vuođul, galgá mánná sirdojuvvot a) biebmoruktui, vrd. § 4-22, b) institušuvdnii, vrd. § 5-1 ja § 5-8, c) oahppo- dahje dikšuninstitušuvdnii go dat lea dárbbašlaš danin go mánná lea doaibmaváillet, dahje d) vuolleahkásaččaid fuolahusguovddážii, vrd. kapihttaliin 5 A. Rievdaduvvon miessemánu 9.b. 2003 lágain nr. 29 (fámus ođđajagimánu1. b. 2004 miessemánu 9.b. 2003 resolušuvnnain nr. 596), miessemánu 30.b. 2008 lágain nr. 36 (fámus suoidnemánu 1.b. 2008 miessemánu 30.b. 2008 res.nr. 517).

source: § 4-15. Valg av plasseringssted i det enkelte tilfelle.
sme: § 4-15. Báikki válljen dihto áššis.

source: Innenfor den ramme som er fastsatt i § 4-14 skal stedet for plassering velges ut fra hensynet til barnets egenart og behov for omsorg og opplæring i et stabilt miljø.
sme: Dan rámma siskkobealde mii lea mearriduvvon § 4-14 vuođul, galgá báiki gosa máná doaimmaha válljejuvvot máná iešvuođa vuođul ja dan vuođul ahte mánná dárbbaša fuola ja oahpu stáđis birrasis.

source: Det skal også tas tilbørlig hensyn til at det er ønskelig med kontinuitet i barnets oppdragelse, og til barnets etniske, religiøse, kulturelle og språklige bakgrunn.
sme: Galgá maiddái váldit vuhtii ahte galggašii šaddat bissovašvuohta máná bajásgeassimis, ja galgá vuhtiiváldit máná čearddalaš, oskkolaš, kultuvrralaš ja gielalaš duogáža.

source: Det skal videre tas hensyn til hvor lenge det er trolig at plasseringen vil vare, og til om det er mulig og ønskelig at barnet har samvær og annen kontakt med foreldrene.
sme: Dasa lassin galgá maid vuhtiiváldit man guhká mánná jáhkkimis boahtá leat dan báikkis gosa doaimmahuvvo, ja lea go vejolaš ja sávahahtti ahte mánná ovttastallá dahje doalaha eará oktavuođa váhnemiiguin.

source: I sitt forslag til fylkesnemnda skal barneverntjenesten redegjøre for de synspunkter som bør legges til grunn for valg av plasseringssted i det enkelte tilfelle.
sme: Evttohusastis fylkanammagoddái galgá mánáidsuodjalusbálvalus čilget daid oainnuid maid berre bidjat vuođđun go vállje gosa dihto áššis galgá máná bidjat ássat.

source: I sitt vedtak kan fylkesnemnda stille vilkår når det gjelder plasseringen.
sme: Mearrádusastis sáhttá fylkkanammagoddi bidjat eavttuid báikki válljemii.

source: Kan barnet ikke plasseres slik det ble forutsatt i forslaget eller vedtaket, skal saken forelegges fylkesnemnda på nytt.
sme: Jus máná ii sáhte bidjat dan báikái mii lea evttohuvvon dahje mearriduvvon, galgá ášši ovddidit ođđasis fylkanammagoddái.

source: Allerede ved omsorgsovertakelsen skal barneverntjenesten vedta en plan for barnets omsorgssituasjon.
sme: Juo de go mearriduvvo váldit fuolahanovddasvástádusa galgá mánáidsuodjalusbálvalus mearridit mánnái fuolahanplána.

source: Senest to år etter fylkesnemndas vedtak skal barneverntjenesten vedta en plan for barnets framtidige omsorgssituasjon som ikke skal endres uten at forutsetningene for den er falt bort.
sme: Maŋimustá guokte jagi maŋŋá fylkkanammagotti mearrádusa, galgá mánáidsuodjalusbálvalus mearridit mánnái boahtteáigái fuolahanplána man ii sáhte rievdadit muđui go dan eavttut eai šat gávdno.

source: I god tid før barnet fyller 18 år, skal barneverntjenesten i samarbeid med barnet vurdere om plasseringen skal opprettholdes eller om barnet skal motta andre hjelpetiltak etter fylte 18 år.
sme: Buori áiggis ovdalgo mánná deavdá 18 jagi, galgá mánáidsuodjalusbálvalus ovttasráđiid mánáin árvvoštallat galgá go mánná ain leat doppe gos lea, vai galgá go mánná oažžut eará veahkkedoaimmaid maŋŋá go lea deavdán 18 jagi.

source: Dersom barnet samtykker skal barneverntjenesten utarbeide en plan for framtidige tiltak.
sme: Jus mánná dasa miehtá, galgá mánáidsuodjalusbálvalus ráhkadit plána mas boahttevaš doaimmat čilgejuvvojit.

source: Planen kan endres.
sme: Dan plána ii sáhte rievdadit.

source: Endret ved lover 26 juni 1998 nr. 42 (ikr. 1 sep 1998), 1 aug 2003 nr. 86 (ikr. 1 okt 2003 iflg. res. 1 aug 2003 nr. 991), 1 des 2006 nr. 65 (ikr. 1 jan 2007 iflg. res. 1 des 2006 nr. 1332).
sme: Rievdaduvvon geassemánu 26.b.1998 lágain nr. 42 (fámus čakčamánu1. b.1998), borgemánu 1.b. 2003 lágain nr. 86 (fámus golggotmánu 1.b. 2003 borgemánu 1.b. 2003 resolušuvnnain nr. 991), juovlamánu 1.b. 2006 lágain nr. 65 (fámus ođđajagimánu1.

source: Barneverntjenesten skal nøye følge utviklingen til de barn som det er truffet vedtak om omsorgsovertakelse for, og likeledes utviklingen til deres foreldre.
sme: Mánáidsuodjalusbálvalus galgá dárkilit gozihit daid mánáid ahtanuššama geaid várás fuolaváldin lea mearriduvvon, ja galgá maiddái dárkilit gozihit sin váhnemiid ovdáneami.

source: Barneverntjenesten skal kort tid etter en omsorgsovertakelse kontakte foreldrene med tilbud om veiledning og oppfølging.
sme: Mánáidsuodjalusbálvalus galgá oanehis áiggi maŋŋá go lea ovddasvástádusa váldán eret váhnemiin, váldit oktavuođa váhnemiiguin ja fállat bagadallama ja čuovvolanveahki.

source: Dersom foreldrene ønsker det, skal barneverntjenesten som en del av oppfølgingen formidle kontakt med øvrige hjelpeinstanser.
sme: Jus váhnemat dáhttot, galgá mánáidsuodjalusbálvalus oassin dien čuovvolanbarggus gaskkustit oktavuođa eará veahkkeásahusaiguin.

source: Endret ved lov 17 juni 2005 nr. 65 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 614).
sme: Rievdaduvvon geassemánu 17. b. 2005 lágain nr. 65 (fámus ođđajagimánu 1.b.2006 geassemánu 17.b.2005 resolušuvnnain nr. 614).

source: Barneverntjenesten kan flytte barnet bare dersom endrede forhold gjør det nødvendig, eller dersom det må anses til beste for barnet.
sme: Mánáidsuodjalusbálvalus sáhttá sirdit máná dušše de jus dilli lea rievdan ja dahkan dan dárbbašlažžan, dahje jus dat orru leamen buoremus mánnái.

source: Barneverntjenestens vedtak i en sak om flytting kan påklages til fylkesnemnda.
sme: Mánáidsuodjalusbálvalusa mearrádusa sirdináššis sáhttá váidit fylkanammagoddái.

source: Når et vedtak etter § 4-12, jf. § 4-8 annet og tredje ledd, blir satt i verk, går omsorgen over på barneverntjenesten.
sme: Go mearrádus § 4-12 vuođul, vrd. § 4-8 nuppi ja goalmmát lađđasiin, biddjo doibmii, sirdása máná fuolaheapmi mánáidsuodjalusbálvalussii.

source: På vegne av barneverntjenesten skal fosterforeldre eller den institusjon der barnet bor, utøve den daglige omsorg.
sme: Mánáidsuodjalusbálvalusa bealis galget biebmováhnemat dahje ásahus gos mánná orru, fuolahit máná beaivválaččat.

source: Barneverntjenesten kan bestemme at fosterforeldrene eller den institusjon der barnet bor, også skal avgjøre andre spørsmål enn de som gjelder den daglige omsorg.
sme: Mánáidsuodjalusbálvalus sáhttá mearridit ahte biebmováhnemat dahje institušuvdna gos mánná orru, maiddái sáhttet mearridit eará áššiin go dain mat gullet beaivválaš dikšumii.
